{
  "Name": "Russian",
  "LanguageCode": "ru",
  "Translations": {
    "Hello, it's Currency Bot!\nI can show you some exchange rates. Use commands below:\n/help - to show this message and possible commands\n/curr {currency code} - to show specified currency to RUB exchange rate\n/track {currency code} {delta} - start to track specified currency rate and notify if it changes more/less than delta\n/untrack {currency code} - stop to track specified currency\n/allTracked - show all being tracked currencies" : "Привет, это Currency Bot!\nЯ могу показывать курсы валют. Используй команды ниже:\n/help - показать это сообщение и список возможных команд\n/curr {код валюты} - показать курс указанной валюты к рублю\n/track {код валюты} {дельта} - отслеживать курс указанной валюты и уведомлять при отклонении больше дельты\n/untrack {код валюты} - перестать отслеживать указанную валюту\n/allTracked - вывести все текущие отслеживаемые валюты",
    "I don't understand you, check if required command matches one of enlisted in /help message" : "Я Вас не понимаю, проверьте соответствие команды одной из перечисленных в /help",
    "Rate of your tracked currency has changed" : "Курс отслеживаемой вами валюты изменился",
    "New request added" : "Создал новый запрос",
    "Existing request has been updated" : "Обновил существующий запрос",
    "Your current tracking requests:" : "Ваши текущие запросы на отслеживание:",
    "I don't know this currency, please check supporting currencies": "Я не знаю такой валюты, проверьте наличие такой валюты в списке поддерживаемых",
    "This command should only have 2 parameters: currency code and delta": "У данной команды должно быть 2 параметра - код валюты и дельта",
    "Internal bot error, try to use this command later" : "Внутренняя ошибка бота, попробуйте использовать эту команду позже",
    "No such currency in the tracked list" : "В списке отслеживаемых нет такой валюты.",
    "This tracking request has been successfully cancelled" : "Отслеживание по данной записи успешно отменено."
  }
}